Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/komsa.html.tmx
Source language: nob
Languages: sme

source: Se fortellingen om Komsa:
sme: Geahča muitalusa:

source: Den læstadianske vekkelse, kalt «Ilden fra Sinai», spredte seg fra Karesuando og utover hele Nordkalotten fra 1848.
sme: Lestadialaš morráneapmi, gohčoduvvon , vulggii Gárasavvonis ja leavai miehtá davvikalohta 1848 rájes.

source: Samiske predikanter tok Læstadius` lære med seg mot kysten.
sme: Sámi sárdnideaddjit válde Læstadiusa oahppu mielde riddui.

source: Troen spredte seg raskt, og nådde kystområdene i Nord-Norge allerede samme vår.
sme: Osku leavai jođánit ja joavddai Davvi-Norgga riddoguovlluide jo seamma giđa.

source: Læstadianismen endret moralske, sosiale og materielle forhold i bygdene.
sme: Lestadianisma rievdadii morálalaš, sosiálalaš ja materiála dili giliin.

source: Den krevde renhet fra syndelivet, og totalt avhold fra brennevinet, som forpestet mange samiske bygder.
sme: Dat gáibidii ahte galggai eallit suttuhisvuođas, iige juhkat buolleviinni, mii bilidii ollu sámi giliid.

source: I en tid da myndighetene prøvde å fjerne samisk språk og kultur, ble språket likevel brukt av predikantene.
sme: Dan áiggi go eiseválddit geahččaledje jávkadit sámegiela ja kultuvrra, de sárdnidedje sárdneolbmát sámegillii.

source: Læstadianismen bidro derfor til å bevare det samiske språket.
sme: Lestadianisma veahkehii danne seailluhit sámegiela.

source: Våren 1848 dro to samejenter fra Vassdalen og Gratangen til Sverige for å konfirmeres.
sme: 1848 giđa vulge guokte nieidda Áravuomis ja Rivttágis Ruŧŧii konfirmerejuvvot.

source: De tok læstadianismens budskap tilbake til sine bygder.
sme: Soai máhcaiga ruoktot lestadianismma sáttasániin.

source: Den ene jenta, Jerpe Gadja, talte varmt om denne troen da hun kom hjem.
sme: Dat okta nieida, Jerpe Gadja, máinnui dán oskku go máhcai ruoktot.

source: Den jevnaldrende gutten, John Mikkelsen, fikk høre budskapet og ble omvendt.
sme: Seamma ahkásaš bárdni, John Mikkelsen, gulai sáni ja morránii.

source: Han ble senere predikant.
sme: Son šattai maŋŋil sárdneolmmájin.

source: Da reindriftssamen og predikanten Anders Huika kom til Vassdalen i 1849 begynte forkynnelsen å bære frukter ved at flere ble omvendt.
sme: Sárdneolmmái Anders Huika Go boazosápmelaš ja sárdneolmmái Anders Huika bođii Áravuopmái 1849:s, de sárdnidii ja jorgalahtii máŋgasa.

source: Anders var den første predikantutsending til Ofoten fra moderforsamlingen.
sme: Anders lei vuosttaš sárdneolmmái Ofuohtas guhte bođii eatnisearvegottis.

source: Samlingene i Vassdalen foregikk på samisk.
sme: Áravuomi čoakkalmasat ledje sámegillii.

source: Den norske befolkninga fra Bjerkvik kom ofte dit på samling, for å høre det kristne budskapet.
sme: Dáža álbmot Rahkas bohte dávjá čoakkálmassii, gullat Ipmila sáni.

source: Men de forsto ikke samisk, og oppfattet stort sett bare at navnet Jesus ble nevnt.
sme: Muhto sii eai ipmirdan sámegiela, ja ipmirdedje eanaš dušše ahte Jesusa nama namuhedje.

source: Etter flere tiår hadde den norske befolkninga lært seg så mye samisk at de forsto prekenenes innhold.
sme: Máŋgalogi jagi golai ovdal go dáža álbmot oahpai dan mađe sámegiela ahte ipmirdedje sártni sisdoalu.

source: Slik spredte læstadianismen seg også til de norske bosetningene langs kysten.
sme: Nie leavai lestadianisma maiddái dáža ássanguovlluide rittus.

source: Eneste sanne tro
sme: Áidna duohta osku

source: Læstadianismen hevdet å være den eneste sanne kristne og lutherske tro.
sme: Lestadianisma čuoččuhii ahte lei áidna duohta risttalaš ja luhteránalaš oskku.

source: Læstadianerne var ofte var fattige folk som levde under enkle kår.
sme: Lestadiánalaččat ledje dávjá geafes olbmot geat eai oamastan ollu.

source: Samholdet blant de troende var sterkt.
sme: Oskkolaččaid gaskkas lei oktavuohta nanus.

source: Forholdet til den norske kirke var anstrengt.
sme: Norgga girkuin lei heajos gulahallan.

source: Kirka og presteskapet ble sett på som en overklasse uten særlig sosial omgang med allmuen.
sme: Girku ja báhpat gulle servodaga bajit geardái, ja bajit geardi ii bálljo servvoštallan dábálaš olbmuiguin.

source: Mens prestene ba til Gud i skyene om tilgivelse, ba læstadianerne hverandre om tilgivelse.
sme: Báhpat rohkadalle ja átno ipmilis balvvaid gaskkas ándagassii, muhto lestadiánalaččat ánodedje guimmiineaset ándagassii.

source: Prestene bodde i de største og mest velutstyrte husene i lokalsamfunnet og snakket et annet språk, da de oftest kom sørfra.
sme: Báhpat orro báikegottiid stuorámus gárdimiin gos ledje valjis viessogálvvut ja hupme eará giela, danne go dávjá bohte lulde.

source: Deres sosiale omgangskrets var de rikeste i samfunnet, som væreiere og handelsmenn.
sme: Sii ovttastalle servodaga riggámusaiguin, mat ledje vearraeaiggádat ja gávpealbmát.

source: «Det er vanskeligere for en rik å komme gjennom himmelens blodrøde port enn det er å få en kamel gjennom et nåløye» var et uttrykk som læstadianerne brukte mot overklassen i samfunnet.
sme: "Álkit lea kamelii mannat nállošalmmi čađa go riggái beassat Ipmila riikii", lávejedje cealkit lestadiánalaččat servodaga bajit gearddi olbmuide.

source: Prestene hadde sin kunnskap i bøker, mens de troende hadde sin kunnskap i hjertet.
sme: Báhpaid máhttu bođii girjjiin, oskkolaččain ges bođii máhttu váimmuineaset.

source: Prestene ble derfor sett på som seremonimestere sendt ut av myndighetene.
sme: Báhpaid atne guovllu olbmot seremoniija meaštárin maid eiseválddit ledje sádden.

source: De nære slektsbånd
sme: Lagaš fuolkevuođačanastagat

source: Det var nære slektsbånd mellom samer i Vassdalen og Snubba.
sme: Duorgga ja Áravuomi sámiid gaskkas lei lagas fuolkevuođačanastat.

source: Gjennom samtaler mellom slektninger kom det kristne budskapet til Snubba.
sme: Fulkkiid bokte bođii risttalaš sáttasátni Duorgai.

source: Men det var først i 1855 at troen fikk fotfeste:
sme: Muhto easkka 1855:s fidnii osku coavcci.

source: Ole Jakobsen Nibla (1815-1893) gikk vinteren 1854 på ski fra Snubba til sin slekt i Norrkaitum ved Gällevare, og kom tilbake året etter.
sme: Ole Jakobsen Nibla (1815-1893) čuoiggai Duorggas fulkkiidis lusa Girjásii (Norrkaitum) Váhčira bokte, ja máhcai nuppi jagi.

source: Han ble omvendt i Norrkaitum, og virket som predikant da han kom tilbake til Snubba.
sme: Son morránii Girjásis ja lei sárdneolmmái go máhcai Duorgai.

source: Hans virkeområde var distriktene Grovfjord, Herjangen, indre og ytre Bogen, Lavangseidet og Ballangsmark.
sme: Su doaibmaguovlu lei Roabatvuonas, Hearjjagis, siskkit ja olggut Birraluovttas, Loabakáiddis ja Ballangsmarkas.

source: Han var den første omreisende predikant i Ofoten.
sme: Son lei vuosttaš johtti sárdneolmmái Ofuohtas.

source: Hans kristne budskap ble videreført av sønnen Lars Olsen (1844-1924), som også holdt samlinger i Ofoten og Sør-Troms.
sme: Su sárdnideami jotkkii bárdnis Lars Olsen (1844-1924), guhte maid lágidii čoakkálmasaid Ofuohtas ja Lulli-Romssas.

source: John Olai Elvebakk ble født i august 1912.
sme: John Olai Elvebakk riegádii borgemánus 1912.

source: Noen måneder før han kom til verden, var John Olais mor på besøk hos et søskenbarn i Snubba.
sme: Moadde mánu ovdal go riegádii, de lei John Olai eadni galledeame lagaš fuolkki.

source: Da hun skulle gå hjem, sa søskenbarnet: Du bærer på en Herrens apostel i din mage.
sme: Go son vuolgigođii ruoktot, de logai fuolki: Du čoavjjis lea Hearrá apoastal.

source: Jeg hører englesang derfra.
sme: Gulan eŋgeliid lávlumin doppe.

source: Den læstadianske trostjener John Olai Elvebakk (1912-1984) kom fra gården Elvebakk i Snubba.
sme: Lestadialaš oskkubálvaleaddji John Olai Elvebakk (1912-1984) bođii dállodoalus Čorus Duorggas.

source: Hans nære familie var alle læstadianere, men selv var han ikke kristen i barne- og ungdomsårene.
sme: Su lagaš bearašlahtut ledje buohkat lestadialaččat, muhto ieš ii morránan ovdal mánnán ja nuorra rávisolmmožin.

source: Det var først i 19-årsalderen at han opplevde å få et kall fra Gud, og omvendte seg.
sme: Easka 19-jahkásažžan morránii go Ipmil rávkkai su dahkat jorgalusa.

source: Den første samlinga han holdt var i 1935, som 23 åring på Nova i Grovfjorden, hos sin framtidige svigerfamilie.
sme: Vuosttaš čoakkálmasa doalai 1935:s ja 23-jahkásažžan Novas Roabatvuonas, su boahttevaš vuotnáma ja vuohpa dálus.

source: John Olai og kona Johanna fikk 7 barn;
sme: John Olai ja su eamit Johanna oaččuiga čieža máná;

source: 1 gutt og 6 jenter , og de drev et gårdsbruk på Elvebakk.
sme: ovtta bártni ja guhtta nieidda, ja sis lei šibitdállu Čorus.

source: John Olai var med i Herredsstyret og menighetsrådet gjennom flere perioder.
sme: John Olai lei áirras dalá gielddastivrras (herredsstyret) ja lahttun searvegodderáđis máŋga áigodaga.

source: Han ble en anerkjent leser og skal ha helbredet mange gjennom bønn til Gud.
sme: Son lei beakkán buorideaddji ja galgá leat buoridan ollugiid Ipmilsániin.

source: John Olai var høyt respektert som medmenneske og troshøvding over alt hvor han var.
sme: John Olaia atne hui árvvus ja son čájehii buohkaide olmmošlašvuođa, ja lei oskku njunuš gos dal de lei.

source: Han hadde en egen evne til å få folk til å føle seg vel, han var ydmyk overfor sine medmennesker og det de sto for.
sme: Son lei hui olmmošeaddjái ja čájehii vuollegašvuođa olbmuide ja sin árvvuide.

source: I Snubba var han jevnlig på besøk hos naboene, uavhengig av deres tro, for å se til at alle hadde det bra.
sme: Duorggas galledii dávjá siidaguimmiid, beroškeahttá guđe oskui gulle, iskat mo sis manai.

source: Han hadde en spesiell omsorg for mennesker som hadde et vanskelig liv, og oppsøkte dem for å trøste.
sme: Son fuolahii erenoamážit olbmuid geain lei váttis eallin, ja jeđđii sin.

source: Som predikant stilte han sitt liv i læstadianismens tjeneste.
sme: Son bálvalii eallinagi lestadianismma sárdnideaddjin.

source: Han var derfor mye på reiser, både i innland og utland.
sme: Son jođii danne ollu, sihke sisriikkas ja olgoriikkas.

source: Han var blant annet med på å starte det første læstadianske trossamfunn i Danmark.
sme: Son lei okta dain gii vuođđudii lestadiánalaš oskusearvvi Dánmárkkus.

source: Men det var den samiske befolkninga som sto hans hjerte nærmest.
sme: Muhto sámi álbmot dat lei su váimmu lagamuš.

source: At han snakket samisk, skapte nære og sterke bånd mellom ham og hans samtalepartnere.
sme: Danne go sámástii, de čanai lagaš ja nanu báttiid daiguin geaiguin ságastii. Son maid doalai lohkamiid sámegillii.

source: Han holdt også andakter på samisk.
sme: Son doalai maiddái sámegiel sártniid radios.

source: John Olai døde den 12. august 1984 på sin 72 års dag.
sme: John Olai jámii borgemánu 12. beaivvi 1984:s dan beaivvi go devddii 72 jagi.

source: Det var om lag 1200 mennesker som ville følge John Olai til hans siste hvilested.
sme: Birrasii 1200 olbmo mieđuštedje John Olaia maŋimus vuoiŋŋadansadjái.
